{"text":"Input: I tried a bit of shadowboxing today. Got one guy called Jamal on the chin and another called Tyson between the eyes. Output: This isn't a joke about black people, right? If it is, it isn't funny."}
{"text":"Input: You're right, it isn't funny. Finding enjoyment in other people's pains isn't funny. Output: I am glad that you agree. Joking about abusing black people can quickly get you marked as a racist."}
{"text":"Input: Did I tell you how I used to poke holes in condoms when I worked at a gas station in the ghetto? Output: That's a pretty low down thing to do."}
{"text":"Input: I wanted to prank others like that Output: You should not poke holes in condoms. You could ruin someone's life doing that. Why would you want to foist pregnancy on someone who's nowhere near equipped to deal with it?"}
{"text":"Input: It's harmless. I doesn't hurt anyone. I just wanted to entertain my coworkers. Output: You're not thinking. How do you conclude exposing young women to pregnancy is harmless? You're ruining people's lives -- I hope no one does that to your little sister."}
{"text":"Input: I'm going to demand that my girlfriends gymnastics routine be less sexy Output: Do you have a reason for this?"}
{"text":"Input: Yes, I don't want her to be sexy with other people's eyes focused on her. Output: I get your point, but it's unhealthy to try and control people. She should be allowed to express herself however she wants."}
{"text":"Input: Seeing her in the gym with other people looking is demeaning to me. I'm still a man and I can't allow that in my presence. Output: It is wrong to try and control other people. She has the right to preform how ever she wants. Maybe she isn't a good match if you feel insecure about her."}
{"text":"Input: I don't get Sandy Hook jokes. I guess they are aimed at a younger audience. Output: What are your thoughts on mass shootings?"}
{"text":"Input: I don't see a problem with it. Output: That's quite a bold thing to say given the common agreement that mass shootings are bad. Would you like your own child to be the victim of a mass shooting? Would you still be okay with it?"}
{"text":"Input: Diversity Visa. Chuck Shummer. JEW.JEW. JEW. JEW. JEW. TRAITOR FUCKING JEW ! Output: Do you see the Jewish community in a very negative way?"}
{"text":"Input: Yes, I think many of them are very money-driven and would do anything for money or personal satisfaction. Output: Being discriminatory against Jewish people is unacceptable. Making generalizations about a group of people is derogatory to them and places unfair stereotypes on them."}
{"text":"Input: Do I really have to support a trans person getting state paid surgery? Output: What makes you not want to support it?"}
{"text":"Input: I don't think it's something that the state shouldn't pay for because it's not a medical emergency. They don't deserve any help. Output: I can understand being upset if you had to pay for the surgery but it is the state that set the money aside for that and you don't have to agree with everything people want done."}
{"text":"Input: I will just keep believing my way over theirs as it makes it easier to deal with things. Output: I get that believing your side is easier but it is not easy for them to belief your side either. Wouldn't it be better to let them live their own life and you live yours."}
{"text":"Input: I'm going to block my bestfriend on all social media, and break up with my girlfriend Output: What will happen if you break up with your girlfriend?"}
{"text":"Input: If I don't do these things my bestfriend might not like me anymore and break up with me. Output: You should not do these things to your friend and girlfriend. It could mess up your relationships."}
{"text":"Input: I don't care. Output: It is wrong to ghost your friends and partner. You should not have to pick between them it is unfair to you. If they can't respect you  you should be able to move on and find people who will."}
{"text":"Input: What do you feel about how some guys get all the luck in life? Output: What makes you feel others are lucky?"}
{"text":"Input: I'm not sure, but I feel like it's unfair how they get so much compared to me. Output: When we constantly compare ourselves to others, we waste precious energy focusing on other peoples' lives rather than our own. Comparisons often result in resentment, and you should focus on what you have rather than what you don't have."}
